Repository: dotnetcameroon/website
Catalog: src/app/Resources/SharedResources.*.resx
Languages: fr

# WelcomeUser
source: Welcome, {0}!
fr: Bienvenue, {0}!

# Site_Name
source: Cameroon
fr: Cameroun

# Nav_Home
source: Home
fr: Accueil

# Nav_Projects
source: Projects
fr: Projets

# Nav_Resources
source: Resources
fr: Ressources

# PageTitle_Home
source: .NET Cameroon 🇨🇲 | Home
fr: .NET Cameroun 🇨🇲 | Accueil

# PageTitle_Login
source: .NET Cameroon | Login
fr: .NET Cameroun | Connexion

# Hero_Title
source: Community.<br>Open Source.<br>Innovative.<br>Continent 🇨🇲
fr: Communauté.<br>Open Source.<br>Innovation.<br>Continent 🇨🇲

# Hero_Description
source: .NET Cameroon is a group of passionate .NET enthusiasts based in Cameroon, committed to promoting Microsoft technologies and fostering interest in the local community.
fr: .NET Cameroun est un groupe de passionnés de .NET basés au Cameroun, engagés à promouvoir les technologies Microsoft et à favoriser l'intérêt dans la communauté locale.

# Hero_LearnMore
source: Learn more
fr: En savoir plus

# Hero_JoinUs
source: Join us
fr: Rejoignez-nous

# WhatWeDo_Title
source: What we do ?
fr: Que faisons-nous ?

# WhatWeDo_Description
source: At .NET Cameroon Community, we're all about innovation, learning, and collaboration. Join us to sharpen your skills, connect with fellow developers, and make an impact through our dynamic activities.
fr: À la Communauté .NET Cameroun, nous sommes passionnés d'innovation, d'apprentissage et de collaboration. Rejoignez-nous pour améliorer vos compétences, vous connecter avec d'autres développeurs et avoir un impact grâce à nos activités dynamiques.

# Activity_LiveCoding_Title
source: Live Codings
fr: Codage en Direct

# Activity_LiveCoding_Description
source: Join our live coding sessions to collaborate, learn, and solve coding challenges in real-time.
fr: Rejoignez nos sessions de codage en direct pour collaborer, apprendre et résoudre des défis de programmation en temps réel.

# Activity_Conferences_Title
source: Conferences and Meetups
fr: Conférences et Rencontres

# Activity_Conferences_Description
source: Connect with fellow developers through insightful talks, workshops, and networking opportunities.
fr: Connectez-vous avec d'autres développeurs grâce à des présentations perspicaces, des ateliers et des opportunités de réseautage.

# Activity_OpenSource_Title
source: Open Source Projects
fr: Projets Open Source

# Activity_OpenSource_Description
source: Contribute to impactful open source projects and collaborate with developers to make a difference.
fr: Contribuez à des projets open source impactants et collaborez avec des développeurs pour faire une différence.

# Activity_VisitGitHub
source: Visit on GitHub
fr: Visiter sur GitHub

# Membership_Title
source: Benefits of membership
fr: Avantages de l'adhésion

# Membership_Description
source: The .NET ecosystem is rapidly evolving, bringing cutting-edge innovations and exciting opportunities for developers. By joining our community, you'll be at the forefront of these changes, connecting with fellow enthusiasts who share your passion for .NET.
fr: L'écosystème .NET évolue rapidement, apportant des innovations de pointe et des opportunités passionnantes pour les développeurs. En rejoignant notre communauté, vous serez à l'avant-garde de ces changements, en vous connectant avec d'autres passionnés qui partagent votre passion pour .NET.

# Membership_Stats_Members
source: Active members
fr: Membres actifs

# Membership_Stats_Events
source: Events, meetups and conferences
fr: Événements, rencontres et conférences

# Membership_Stats_Projects
source: Ongoing projects
fr: Projets en cours

# Membership_BecomeMember
source: Become a member
fr: Devenir membre

# Sponsors_Title
source: Our sponsors
fr: Nos sponsors

# Sponsors_Description
source: We work with various companies, startups and communities
fr: Nous travaillons avec diverses entreprises, startups et communautés

# Projects_Title
source: Our Open Source Projects
fr: Nos Projets Open Source

# Projects_Description
source: Explore the innovative open-source projects driving our community forward. Built with passion and collaboration, these projects reflect our commitment to sharing knowledge and building impactful solutions together.
fr: Explorez les projets open source innovants qui font avancer notre communauté. Construits avec passion et collaboration, ces projets reflètent notre engagement à partager les connaissances et à créer des solutions impactantes ensemble.

# Login_Welcome
source: Hi Administrator !!, Welcome Back
fr: Salut Administrateur !!, Bon Retour

# Login_Subtitle
source: Hope you are doing well
fr: J'espère que vous allez bien

# Login_EmailPlaceholder
source: Your email
fr: Votre email

# Login_PasswordPlaceholder
source: Your password
fr: Votre mot de passe

# Login_Button
source: Log in
fr: Se connecter

# Login_BackToHome
source: Back to Home
fr: Retour à l'accueil

# Meta_Title
source: .NET Cameroon Community
fr: Communauté .NET Cameroun

# Meta_Description
source: Welcome to the .NET Cameroon Community website! Join us to learn, share, and collaborate on .NET technologies. Stay updated with our latest events, resources, and news.
fr: Bienvenue sur le site web de la Communauté .NET Cameroun ! Rejoignez-nous pour apprendre, partager et collaborer sur les technologies .NET. Restez informé de nos derniers événements, ressources et actualités.

# NetConf_PageTitle
source: .NET Conf 2024 Cameroon 🇨🇲
fr: .NET Conf 2024 Cameroun 🇨🇲

# NetConf_MetaDescription
source: .NET Conf Cameroon is a premier event for developers, tech enthusiasts, and industry leaders to explore the latest in .NET, connect with the community, and drive innovation in software development. Join us for inspiring talks, hands-on sessions, and networking opportunities!
fr: .NET Conf Cameroun est un événement de premier plan pour les développeurs, les passionnés de technologie et les leaders de l'industrie pour explorer les dernières nouveautés de .NET, se connecter avec la communauté et stimuler l'innovation dans le développement logiciel. Rejoignez-nous pour des présentations inspirantes, des sessions pratiques et des opportunités de réseautage !

# NetConf_HeroTitle
source: .NET Conf 2024 Cameroon 🚀🇨🇲
fr: .NET Conf 2024 Cameroun 🚀🇨🇲

# NetConf_HeroSubtitle
source: Join the .NET Revolution in Cameroon!
fr: Rejoignez la Révolution .NET au Cameroun !

# NetConf_RegisterNow
source: Register Now
fr: S'inscrire Maintenant

# NetConf_BecomeApeaker
source: Become a Speaker
fr: Devenir Orateur

# NetConf_SupportEvent
source: Support the Event
fr: Soutenir l'Événement

# NetConf_Date
source: 11th Jan 2025
fr: 11 Janvier 2025

# NetConf_GoogleMaps
source: Google Maps Location
fr: Localisation Google Maps

# NetConf_Days
source: Days
fr: Jours

# NetConf_Hours
source: Hours
fr: Heures

# NetConf_Seconds
source: Seconds
fr: Secondes

# NetConf_GetReady
source: Get ready to expand your skills, meet fellow developers, and dive into the latest trends in .NET at this year's event! Here's what awaits you
fr: Préparez-vous à développer vos compétences, rencontrer d'autres développeurs et plonger dans les dernières tendances de .NET lors de l'événement de cette année ! Voici ce qui vous attend

# NetConf_InspiringTalks
source: Inspiring Talks from Experts
fr: Présentations Inspirantes d'Experts

# NetConf_DotNet9Features
source: Cutting-Edge .NET 9 features
fr: Fonctionnalités de Pointe de .NET 9

# NetConf_BuildConnections
source: Build Connections
fr: Créer des Connexions

# NetConf_EventOverview
source: Event Overview
fr: Aperçu de l'Événement

# NetConf_EventDescription
source: Get ready to join developers, tech enthusiasts, and industry experts from across Cameroon and beyond for an exciting day dedicated to .NET innovation. Whether you're an experienced developer or just starting your journey, this conference offers something for everyone.
fr: Préparez-vous à rejoindre des développeurs, des passionnés de technologie et des experts de l'industrie du Cameroun et d'ailleurs pour une journée passionnante dédiée à l'innovation .NET. Que vous soyez un développeur expérimenté ou que vous commenciez votre parcours, cette conférence offre quelque chose pour tout le monde.

# NetConf_WhyAttend
source: Why to attend?
fr: Pourquoi participer ?

# NetConf_WhyAttendDescription
source: Whether you're an experienced developer or a newcomer to .NET, this event offers a valuable opportunity to grow, learn, and connect
fr: Que vous soyez un développeur expérimenté ou un nouveau venu dans .NET, cet événement offre une opportunité précieuse de grandir, d'apprendre et de se connecter

# NetConf_StayAhead
source: Stay Ahead with the Latest in .NET 9
fr: Restez à la Pointe avec les Dernières Nouveautés de .NET 9

# NetConf_GetInspired
source: Get Inspired by Industry Leaders
fr: Inspirez-vous des Leaders de l'Industrie

# NetConf_BuildNetwork
source: Build Your Professional Network
fr: Développez Votre Réseau Professionnel

# NetConf_ShareExpertise
source: Share Your Expertise at .NET Conf Cameroon!
fr: Partagez Votre Expertise à .NET Conf Cameroun !

# NetConf_SpeakerDescription
source: Are you passionate about .NET, cutting-edge technologies, or building innovative solutions? Do you enjoy sharing your knowledge and inspiring others to grow? Then we want <span class="font-bold">YOU</span> to be part of .NET Conf Cameroon 2024!
fr: Êtes-vous passionné par .NET, les technologies de pointe ou la création de solutions innovantes ? Aimez-vous partager vos connaissances et inspirer les autres à grandir ? Alors nous voulons que <span class="font-bold">VOUS</span> fassiez partie de .NET Conf Cameroun 2024 !

# NetConf_Visibility
source: <strong class="font-bold">Visibility:</strong> Share your knowledge
fr: <strong class="font-bold">Visibilité :</strong> Partagez vos connaissances

# NetConf_Networking
source: <strong class="font-bold">Networking opportunities:</strong> Interact with experts
fr: <strong class="font-bold">Opportunités de réseautage :</strong> Interagissez avec des experts

# NetConf_PersonalBranding
source: <strong class="font-bold">Personal branding:</strong> Elevate your image
fr: <strong class="font-bold">Image personnelle :</strong> Élevez votre image

# NetConf_AgendaTitle
source: Take a look at our Agenda
fr: Jetez un Œil à Notre Agenda

# NetConf_AgendaDescription
source: Discover the lineup of engaging sessions and activities we have planned for .NET Conf! Dive into the day's agenda and join us for an inspiring journey through .NET innovation and community connections
fr: Découvrez la programmation de sessions et d'activités engageantes que nous avons prévues pour .NET Conf ! Plongez dans l'agenda de la journée et rejoignez-nous pour un voyage inspirant à travers l'innovation .NET et les connexions communautaires

# NetConf_SponsorsTitle
source: Meet our amazing Sponsors and Partners
fr: Rencontrez nos Formidables Sponsors et Partenaires

# NetConf_SponsorsDescription
source: Our sponsors and partners power .NET Conf Cameroon, fostering innovation and growth in our tech community. Join us to showcase your brand and make a lasting impact!
fr: Nos sponsors et partenaires alimentent .NET Conf Cameroun, favorisant l'innovation et la croissance dans notre communauté technologique. Rejoignez-nous pour présenter votre marque et avoir un impact durable !

# NetConf_BecomeSponsor
source: Become a Sponsor
fr: Devenir Sponsor

# NetConf_LastYearTitle
source: About last year?
fr: À propos de l'année dernière ?

# NetConf_LastYearSubtitle
source: A brief overview of the Infinite Days last year
fr: Un bref aperçu des Infinite Days de l'année dernière

# NetConf_LastYearDescription
source: Last year, we hosted the Infinite Days event sponsored by <a href="http://isolutions-intl.com/" target="_blank" class="font-bold link link-secondary">Infinite Solutions SARL</a>, a tech company building enterprise level softwares and solutions. Here is a small recap by pictures of this amazing event !!
fr: L'année dernière, nous avons organisé l'événement Infinite Days sponsorisé par <a href="http://isolutions-intl.com/" target="_blank" class="font-bold link link-secondary">Infinite Solutions SARL</a>, une entreprise technologique qui développe des logiciels et solutions de niveau entreprise. Voici un petit récapitulatif en images de cet événement formidable !!

# NetConf_SeeAllPictures
source: See all the pictures
fr: Voir Toutes les Photos

# Session_PowerBI_Title
source: Microsoft Power BI - Introduction to Power BI: Data Exploration and Interactive Dashboard Creation
fr: Microsoft Power BI - Introduction à Power BI : Exploration des données et création de tableaux de bord interactifs

# Footer_Resources
source: Resources
fr: Ressources

# Footer_Home
source: Home
fr: Accueil

# Footer_Events
source: Events
fr: Événements

# Footer_About
source: About
fr: À propos

# Footer_Projects
source: Projects
fr: Projets

# Footer_Soon
source: Soon
fr: Bientôt

# Footer_Line
source: .NET Cameroon – Building community by connecting passionate developers, sharing knowledge through events and open source, and growing together to strengthen the tech ecosystem in Cameroon and beyond.
fr: .NET Cameroun – Construire une communauté en connectant des développeurs passionnés, en partageant des connaissances à travers des événements et de l'open source, et en grandissant ensemble pour renforcer l'écosystème technologique au Cameroun et au-delà.

# Footer_JoinDescription
source: Join us on our different platforms
fr: Rejoignez-nous sur nos différentes plateformes

# Footer_Location
source: Douala, Cameroon
fr: Douala, Cameroun

# Session_Keynote
source: Keynote
fr: Discours d'ouverture

# Session_Break
source: Break
fr: Pause

# Session_SponsorTime
source: Sponsor Time - {0}
fr: Temps sponsor - {0}

# Session_Keynote_Title
source: Keynote
fr: Discours d'ouverture

# Session_DeployAspire_Title
source: Deploy .NET Aspire app to Kubernetes using Azure DevOps pipelines
fr: Déployer une application .NET Aspire sur Kubernetes à l'aide des pipelines Azure DevOps

# Session_GitForDummies_Title
source: Git and GitHub for Dummies
fr: Git et GitHub pour les nuls

# Session_DDDClient_Title
source: Domain-Driven Design from the Client Perspective
fr: Conception pilotée par le domaine du point de vue du client

# Session_MAUIParse_Title
source: Cross-Platform Development Simplified: Building a Sync-Enabled To-Do App with .NET MAUI and Parse
fr: Développement multiplateforme simplifié : Créer une application To-Do avec synchronisation avec .NET MAUI et Parse

# Session_PythonDotNetHybrid_Title
source: Develop a modern web application with Python and .NET: A hybrid approach for web developers
fr: Développer une application web moderne avec Python et .NET : Une approche hybride pour les développeurs web

# Session_MS_AI_Overview_Title
source: Overview of Microsoft AI solutions
fr: Aperçu des solutions d'IA de Microsoft

# NetConf_2025_TagLine
source: Must-attend tech event for the Microsoft Ecosystem in Cameroon
fr: Événement tech incontournable pour l'écosystème Microsoft au Cameroun

# NetConf_2025_Title
source: .NET Community Conference 2025 | 2nd edition
fr: Conférence Communautaire .NET 2025 | 2ème édition

# NetConf_2025_Description
source: Join hundreds of passionate developers for a day dedicated to the .NET ecosystem. Share your experiences and let's build the future of development together.
fr: Rejoignez des centaines de développeurs passionnés pour une journée dédiée à l'écosystème .NET. Partagez vos expériences et construisons ensemble l'avenir du développement.

# NetConf_2025_SubscribeButton
source: Subscribe to event
fr: S'inscrire à l'événement

# NetConf_2025_BecomeSponsorButton
source: Become Sponsor
fr: Devenir Sponsor

# NetConf_2025_Stats_Available
source: Available
fr: Disponibles

# NetConf_2025_Stats_Location
source: Location
fr: Lieu

# NetConf_2025_Stats_Speakers
source: Speakers
fr: Intervenants

# NetConf_2025_TimeLeft
source: Time left
fr: Temps restant

# NetConf_2025_Days
source: Days
fr: Jours

# NetConf_2025_Nav_Speakers
source: Speakers
fr: Intervenants

# NetConf_2025_Nav_CoreTeam
source: Core team
fr: Équipe principale

# NetConf_2025_WhyAttend_Title
source: Why come, and
fr: Pourquoi venir, et

# NetConf_2025_WhyAttend_TitleHighlight
source: why now?
fr: pourquoi maintenant?

# NetConf_2025_WhyAttend_Description
source: Much more than a conference, it is a learning experience, a chance to share and discover opportunities that can transform your career.
fr: Bien plus qu'une conférence, c'est une expérience d'apprentissage, une chance de partager et de découvrir des opportunités qui peuvent transformer votre carrière.

# NetConf_2025_WhyAttend_Benefit1_Title
source: Boost your career
fr: Boostez votre carrière

# NetConf_2025_WhyAttend_Benefit1_Description
source: Relevant content, real-time feedback, best practices, career coaching, resume or LinkedIn profile reviews.
fr: Contenu pertinent, feedback en temps réel, meilleures pratiques, coaching de carrière, revue de CV ou de profil LinkedIn.

# NetConf_2025_WhyAttend_Benefit2_Title
source: Learn by doing
fr: Apprendre en pratiquant

# NetConf_2025_WhyAttend_Benefit2_Description
source: Guided workshops and labs allow you to code, test, and experiment.
fr: Des ateliers et des labs guidés vous permettent de coder, tester et expérimenter.

# NetConf_2025_WhyAttend_Benefit3_Title
source: Meet the ecosystem
fr: Rencontrez l'écosystème

# NetConf_2025_WhyAttend_Benefit3_Description
source: The perfect opportunity to expand your network, exchange ideas, and find new collaborators or professional opportunities.
fr: L'opportunité parfaite pour élargir votre réseau, échanger des idées et trouver de nouveaux collaborateurs ou opportunités professionnelles.

# NetConf_2025_WhyAttend_Benefit4_Title
source: Stay up to date
fr: Restez à jour

# NetConf_2025_WhyAttend_Benefit4_Description
source: Experts and practitioners reveal the latest developments in .NET, C#, Azure, AI, DevOps, security, and modern architecture.
fr: Les experts et praticiens révèlent les derniers développements en .NET, C#, Azure, IA, DevOps, sécurité et architecture moderne.

# NetConf_2025_ImmersiveDay_Title
source: An immersive day in the world of .NET
fr: Une journée immersive dans le monde de .NET

# NetConf_2025_Session_Conference
source: Conference
fr: Conférence

# NetConf_2025_Session_SponsorTime
source: Sponsor Time
fr: Temps Sponsor

# NetConf_2025_Session2_Role
source: Software, SI, DevOps and Lead Engineer
fr: Logiciel, SI, DevOps et Ingénieur Principal

# NetConf_2025_Session3_Role
source: CEO of PRODITECH
fr: PDG de PRODITECH

# NetConf_2025_Session4_Title
source: Sponsor Time - ITIA
fr: Temps Sponsor - ITIA

# NetConf_2025_Session4_Role
source: CEO of Spoota Co
fr: PDG de Spoota Co

# NetConf_2025_Session5_Title
source: Deploy .NET Apps to Kubernetes with Azure DevOps
fr: Déployer des applications .NET sur Kubernetes avec Azure DevOps

# NetConf_2025_Session5_Speaker
source: TBD
fr: À définir

# NetConf_2025_Session5_Role
source: TBD
fr: À définir
